Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/travel_and_recreation/travel_to_ireland/examination_of_travellers_baggage_by_customs_and_excise_officers.html.txt.tmx
Source language: en
Languages: ga

source: Customs and Excise officers - powers to search travellers' baggage
ga: Oifigigh Chustaim agus Máil - cearta chun bagáiste taistealaithe a chuardach

source: Selective checks to protect society
ga: Seiceáil roghnach chun an tsochaí a chosaint

source: Customs and Excise officers are allowed to carry out checks on imported goods (including personal baggage) to prevent the smuggling of dutiable, excisable or prohibited goods
ga: Tá cead ag oifigigh Chustaim agus Máil scrúdú a dhéanamh ar earraí allmhairithe (bagáiste pearsanta san áireamh) chun smuigleáil earraí a bhfuil dleacht nó mál ag baint leo, nó earraí cosctha, a sheachaint

source: These checks are carried out routinely on travellers arriving from outside the EU or from outside the EU via an EU Member State
ga: Déantar na scrúduithe seo go rialta ar thaistealaithe atá ag teacht ó áiteanna lasmuigh den AE nó ó áiteanna taobh amuigh den AE via ballstát den AE

source: These travellers are required to make a Customs declaration
ga: Caithfidh na taistealaithe seo dearbhú custaim a dhéanamh

source: If you are arriving in Ireland from outside the EU via an EU Member State, you must make a Customs declaration unless all your baggage was cleared by Customs officers at your first airport or point of arrival in the EU
ga: Má tá tú ag teacht go hÉirinn ó áit taobh amuigh den AE via ballstát den AE, ní foláir duit dearbhú custaim a dhéanamh muna raibh do bhagáiste uilig imréitithe ag oifigigh chustaim ag an gcéad aerfort nó ionad teachta a shroich tú san AE. (Ta rialacháín faoi rialú airgid thirim

source: (Cash controls require that if you are entering or leaving the European Union and carrying €10,000 or more cash you must make a special declaration to the Customs authority of the member state you are entering or leaving.)
ga: Má bíonn tu ag teacht istigh nó ag dul lasmuigh den AE le €10,000 airgead tirim nó níos mó, caithfidh tú dearbhú custaim speisialta a dhéanamh don údarás custaim an bhallstáit ina bhfuil tú ag teacht nó ag fáil.)

source: If all of your baggage was cleared by Customs officers upon your arrival in the EU, you can proceed through the Blue Channel
ga: Má bhí do bhagáiste uilig imréitithe ag oifigigh chustaim nuair a shroich tú an AE, d'fhéadfá dul tríd an mBealach Gorm

source: Customs declarations are usually done by means of the Red/Green Channel system
ga: De ghnáth déantar dearbhú custaim trí chóras na Bealaí Dearga/Uaithne

source: Travellers should go through the Red Channel if:
ga: Ba cheart do thaistealaithe dul tríd an mBealach Dearg má:

source: • They have more than the allowances that they are entitled to, or
ga: • Tá níos mó ciondála acu ná mar atá ceadaithe nó

source: • They are in doubt about whether they have more than the permitted allowances or
ga: • Tá amhras orthu an bhfuil níos mó ciondála acu ná mar atá ceadaithe nó

source: • They have prohibited or restricted goods
ga: • Tá earraí cosctha nó srianta acu

source: Travellers should go through the Green Channel if they have:
ga: Ba cheart do thaistealaithe dul tríd an mBealach Uaithne:

source: • Only the allowances that they are permitted and
ga: • Muna bhfuil acu ach an méid ciondála ceadaithe

source: • No prohibited or restricted goods
ga: • Nuair nach bhfuil earraí cosctha nó srianta acu

source: Travellers arriving from outside the EU may be questioned and their baggage may be examined
ga: D'fhéadfadh taistealaithe ag teacht ó áiteanna lasmuigh den AE a bheith ceistithe agus a mbagáiste a bheith curtha faoi scrúdú

source: Travellers arriving from within the EU are not required to make a Customs declaration and should proceed through the Blue Channel
ga: Ní chaithfidh taistealaithe atá ag teacht ó áiteanna taobh istigh den AE dearbhú custaim a dhéanamh agus ba cheart dóibh dul ar aghaidh tríd an mBealach Gorm

source: However, Customs officers have the power to question these travellers if there is reason to doubt that they have arrived from an EU Member State
ga: Tá cead ag oifigigh chustaim, áfach, na taistealaithe seo a cheistiú má tá amhras ann ar tháinig siad ó bhallstáit den AE nó nár tháinig

source: Customs officers may also intervene if they have reason to believe that prohibited or restricted goods (including drugs) are being imported/exported or if they believe an offence in respect of excisable products is being committed
ga: Tá cead ag oifigigh chustaim a ladar a chur isteach má cheapann siad go bhfuil earraí cosctha nó srianta (drugaí san áireamh) dhá allmhairiú/onnmhairiú nó má cheapann siad go bhfuil coir i dtaobh earraí a bhfuil mál orthu dhá déanamh

source: These procedures are in place to help protect society and to guard against tax or duty fraud
ga: Tá na modhanna oibre seo i bhfeidhm chun an tsochaí a chosaint agus calaois ioncaim a sheachaint

source: Travellers may be searched by Customs officers only where an officer has reason to suspect that they are:
ga: Níl cead ag oifigigh chustaim cuardach a dhéanamh ar thaistealaithe ach amháin nuair atá cúis ag an oifigeach amhras a bheith aige go bhfuil siad:

source: • Carrying uncustomed or prohibited goods (uncustomed goods are goods that are imported over and above the personal traveller's allowance and that are not declared to Customs) or
ga: • Ag iompar earraí gan custam, nó earraí cosctha (ciallaíonn earraí gan custam earraí atá allmhairithe os cionn an méid ciondála pearsanta atá ceadaithe don taistealaí agus nach bhfuil dearbhaithe don údarás custaim) nó

source: • Carrying drugs on their person
ga: • Ag iompar drugaí orthu féin

source: In cases where a Customs officer suspects that the person is carrying uncustomed or prohibited goods, he or she must go before a superior officer of the Customs and Excise service who will decide whether there are sufficient grounds for the search to be carried out
ga: I gcásanna ina gceapann oifigeach custaim go bhfuil an duine ag iompar earraí gan custam nó earraí cosctha, ní foláir dó/di dul chuig oifigeach sinsearach na seirbhíse Custaim agus Máil a dhéanfaidh cinneadh an bhfuil dóthain cúise ann chun cuardach a dhéanamh

source: In practice, most searches are carried out by Customs officers in respect of drugs
ga: I ndáiríre, déantar cuardach an chuid is mó den am i dtaobh drugaí

source: If you are to be searched on suspicion of carrying drugs:
ga: Má táthar chun cuardach a dhéanamh ort de bharr amhrais go bhfuil tú ag iompar drugaí:

source: • You must understand the reason for the search
ga: • Ní foláir duit fáth an chuardaigh a thuiscint

source: It has been known for drug smugglers to use people with disabilities or children to carry drugs
ga: Tarlaíonn sé go n-úsáideann smuigléirí daoine faoi mhí-chumas nó páistí chun drugaí a iompar

source: If Customs officers are required to search a child or a person with a disability, it is done in the presence of a parent or guardian
ga: Má chaithfidh oifigigh chustaim cuardach a dhéanamh ar pháiste nó ar dhuine faoi mhíchumas, déantar é seo i láthair tuismitheora nó caomhnóra

source: • You can only be searched by an officer of the same sex
ga: • Ní fhéadfadh ach oifigeach den ghnéas céanna cuardach a dhéanamh ort

source: • No person of the opposite sex can be present where the search involves the removal of clothing other than hat, coat jacket, gloves or similar articles of clothing unless the presence of the person is necessary as a result of your violent conduct
ga: • Ní fhéadfadh duine ar bith den ghnéas eile a bheith i láthair nuair a chaithfidh tú éadaí a bhaint díot, taobh amuigh de hata, cóta, seaicéad, lámhaínní nó ball éadaigh eile cosúil leo sin, ach amháin sa chás go gcaithfidh an duine sin a bheith i láthair mar gheall ar d'iompar foréigneach

source: • You have the right to request that the search be carried out by a medical practitioner
ga: • Tá an ceart agat iarratas a dhéanamh go ndéanfaidh dochtúir an cuardach

source: • The search must be conducted in a room to which the public does not have free access
ga: • Ní foláir an cuardach a dhéanamh i seomra nach bhfuil bealach isteach don phobal ann

source: Windows must be screened and doors secured to ensure complete privacy
ga: Ní foláir scáthláin a chur ar na fuinneoga agus glas a chur ar na doirse chun a bheith cinnte go bhfuil príobháideachas iomlán ann

source: • If you refuse to be searched, you may be arrested without warrant by the Customs officer and may be prosecuted
ga: • Má dhiúltaíonn tú cead cuardaigh a thabhairt, d'fhéadfá a bheith gafa ag an oifigeach custaim gan barántas agus d'fhéadfaí an dlí a chur ort

source: If you are arrested by Customs officers, you will be taken to the nearest police station to be charged with an offence
ga: Má tá tú gafa ag oifigigh chustaim, tabharfar go dtí an stáisiún Garda is gaire thú chun a bheith cúisithe i leith coire

source: • If Customs officers find controlled drugs, you may prosecuted
ga: • Má fhaigheann oifigigh chustaim drugaí srianta, d'fhéadfá a bheith cúisithe

source: You may be arrested or proceeded against later by summons
ga: D'fheadfá a bheith gafa nó d'fhéadfadh sé tarlú go gcuirfí an dlí ort níos deireanaí le toghairm

source: Customs officers keep records of all searches that they conduct
ga: Coinníonn oifigigh chustaim taifid de na cuardaigh go léir a dhéanann siad

source: Additionally, everyone detained by Customs officers has the right of:
ga: Chomh maith leis sin, tá na ceartanna seo a leanas ag gach duine atá coinnithe ag oifigigh custaim:

source: • Informing a relative/third party of their situation
ga: • Duine gaolmhar/triú duine a chur ar an eolas maidir leis an gcás ina bhfuil siad

source: If you feel you have been unfairly treated by Customs officers you may make a complaint - see "How to apply" below
ga: Má cheapann tú nach bhfuair tú cothrom na Féinne ó na hoifigigh chustaim, d'fhéadfá gearán a dhéanamh - féach "Conas iarratas a dhéanamh" thíos

source: A pat down search involves a search of outer clothing without the removal of clothing
ga: Tugtar cuardach eadaí seachtracha ar chuardach éadaí amuigh, gan éadaí a bhaint

source: An intimate body search may involve the removal and search of clothing and a visual examination of the undressed person by an officer or medical practitioner to verify if drugs are being concealed
ga: D'fhéadfadh éadaí a bhaint díot, iad a chuardú agus súilscrúdú a dhéanamh ar an duine nocht ag oifigeach nó dochtúir, a bheith i gceist le dlúthchuardach coirp chun a fháil amach an bhfuil drugaí ceilte

source: You cannot be subjected to an intimate body search for drugs unless:
ga: Ní féidir dlúthchuardach coirp a dhéanamh ort chun drugaí a fháil ach amháin:

source: • Customs officers have reasonable cause to suspect that you are in possession of a controlled drug
ga: • Nuair atá fáth ag oifigigh chustaim amhras a bheith orthu go bhfuil druga srianta i do sheilbh agat

source: Customs officers do not carry out internal body searches
ga: Ní dhéanann oifigigh chustaim cuardaigh coirpe taobh istigh

source: Penalties for carrying uncustomed goods
ga: Pionóis i dtaobh earraí gan custam a iompar

source: The penalties for carrying uncustomed goods are generally three times the duty paid value of the goods in question
ga: De ghnáth, is é luach na n-earraí le dleacht íochta faoi thrí an pionós a ghearrtar ar iompar earraí gan custam

source: The goods are also liable to forfeiture and can be seized along with any other articles used for concealing or conveying the uncustomed goods or packed with them
ga: D'fhéadfadh na hearraí a bheith forghéillte agus is féidir iad a ghábháil chomh maith le nithe ar bith eile a úsáideadh chun na hearraí gan custam a cheilt nó a iompar, nó rudaí a bhí pacáilte ina dteannta

source: Penalties for carrying illegal drugs
ga: Pionóis i dtaobh iompair drugaí mí-dleathacha

source: The penalties for smuggling illegal drugs are set out in the Misuse of Drugs Act , as amended
ga: Leagtar amach na pionóis i dtaobh smuigleáil drugaí mí-dleathacha san Acht um Mhí-Úsáid Drugaí, leasaithe

source: These penalties range from a fine in the case of a person convicted of importing a drug such as cannabis for personal use to life imprisonment for the most serious offences, which concern the importation of drugs for supply to others
ga: Tá réimse pionós i bhfeidhm ó fhíneáil i gcás duine chiontaithe i leith allmhairithe druga ar nós cannabas chun úsáid phearsanta a bhaint as, go dtí príosún saoil do na cionta is tromchúisí, a bhaineann le hallmhairiú drugaí chun iad a sholáthar do dhaoine eile

source: If you have any information in relation to drug smuggling in Ireland (pdf), you can send a completed Customs Drugs Watch report form to Customs Drugs Law Enforcement- see "Where to apply" (Remember to clearly mark "FREEPOST" on the envelope.)
ga: Má bionn aon eolas agat faoi smuigleáil drugaí (pdf) is féidir foirm thuarisce Faire Drugai Custaim comhlánaithe a sheoladh do Forfheidhmiú an Dlí Custam a Bhaineann le Drugaí – féach ‘Cá háit a dhéanfaidh mé iarratas’ thios. (Ba chóir duit ‘Saorphoist’ a chur ar an cludach.)

source: If you feel you have been the victim of unfair treatment at the hands of Customs officers, you should complain at the relevant time to the Collector or other local manager
ga: Má cheapann tú gur fhulaing tú úsáid mhí-chothrom ó oifigigh Chustaim, ba cheart duit gearán a dhéanamh ag an am cuí leis an mBailitheoir nó le bainisteoir áitiúil eile

source: If you are unhappy with the response, you can ask to have your complaint referred to the Customer Service Manager in the relevant Region/District
ga: Má tá tú míshásta leis an bhfreagra, is féidir leat gearán a dhéanamh leis an mBainisteoir Seirbhíse Custaiméara sa Réigiún / Dúiche ábhartha

source: Revenue have published a leaflet (CS4) on their complaint and review procedures (pdf)
ga: Foilsithe ag na Coimisinéirí Ioncaim bileog (CS4) ar a nósanna imeachta gearán agus athbhreithnithe (pdf)
